[
    {
        "name": "Fried Egg Sandwich",
        "distributor_name": "Md Abusaleh",
        "category": "Breakfast",
        "meal_image": "https://i.ibb.co/6Pdg27Z/eggsandwich.jpg",
        "details": "The fried egg sandwich is a simple and comforting American dish that's typically prepared with slices of sourdough bread, fried eggs, and cheddar cheese. In order to prepare it, the cheese is sandwiched between two slices of bread and broiled. A fried egg is then placed inside the sandwich before it's served.There are many variations on this sandwich, and the additions often include bacon, cold cuts, or sausages. In New Jersey, they add pork roll to the sandwich, while in the South, cooks usually add bacon and avocado. It is recommended to serve the fried egg sandwich for breakfast.",
        "ingredients": ["Eggs","Bread","Chedder"],
        "post_time": "2023/11/24 07:30",
        "price": 18,
        "rating": 4.0,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    },
    {
        "name": "Baleada",
        "distributor_name": "Md Abusaleh",
        "category": "Breakfast",
        "meal_image": "https://i.ibb.co/Vxfc65X/baleada1.jpg",
        "details": "Baleada is one of the most famous Honduran dishes consisting of a thick wheat flour tortilla filled with mashed fried beans and optionally, various other ingredients such as cheese, eggs, avocados, hot sauce, and Honduran-style sour cream known as mantequilla.",
        "ingredients": ["Eggs","Tortilla","Beans", "Fresh Cheese", "Avocado"],
        "post_time": "2023/11/25 08:30",
        "price": 20,
        "rating": 3.8,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    },
    {
        "name": "Chole Bhature",
        "distributor_name": "Md Abusaleh",
        "category": "Breakfast",
        "meal_image": "https://i.ibb.co/vd1pYdz/puri1.jpg",
        "details": "At its core, chole bhature is a combination of two dishes: chole - a spicy chickpea curry, and bhature - a type of fried bread made with maida flour. Popular throughout North India, the dish was invented in Delhi in the 1940s.It is commonly accompanied by onions, pickles, mint chutney, and chilled lassi. Chole bhature can be found at most street carts in North India, but it can also be easily prepared at home. Although it can be eaten any time of the day, chole bhature is especially popular in the morning, when bhature are filled with potatoes or cottage cheese, making it a heavy, nutritious breakfast.",
        "ingredients": ["Chole","Beans", "Fresh Cheese", "Bread"],
        "post_time": "2023/11/25 08:30",
        "price": 12,
        "rating": 3.9,
        "like": 0,
        "email": "abusalehmd65@gmail.com"

    },
    {
        "name": "Chicken Pesto Wraps",
        "distributor_name": "Md Abusaleh",
        "category": "Lunch",
        "meal_image": "https://i.ibb.co/BcRvc7J/pesto1.jpg",
        "details": "Chicken pesto wraps make a really quick meal for us. It's so easy—and the cleanup is just as easy if you line the cookie sheet with foil. My wife likes to add a dollop of sour cream in hers, and I sometimes use tomato basil pesto sauce. —Gary Phile, Ravenna, Ohio",
        "ingredients": ["Pesto","Cherry Tomatoes","Wraps", "Dijon Mustard", "Avocado"],
        "post_time": "2023/11/25 08:30",
        "price": 20,
        "rating": 3.5,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    },
    {
        "name": "Chicken Polao",
        "distributor_name": "Md Abusaleh",
        "category": "Lunch",
        "meal_image": "https://i.ibb.co/GJsQ1NY/polao.jpg",
        "details": "UniFoodHub's Chicken Pulao is a culinary symphony, featuring tender chicken pieces cooked with fragrant basmati rice and an exquisite blend of spices. Each spoonful delivers a harmonious medley of flavors, making it a go-to dish for those seeking a hearty and satisfying meal with a touch of aromatic perfection. Elevate your dining experience with this delicious union of textures and tastes.",
        "ingredients": ["Rice","Chicken","Spices", "Harbs"],
        "post_time": "2023/11/25 08:30",
        "price": 20,
        "rating": 4.2,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    },
    {
        "name": "Mutton Biryani",
        "distributor_name": "Md Abusaleh",
        "category": "Lunch",
        "meal_image": "https://i.ibb.co/PtjFTfd/biryani1.jpg",
        "details": "UniFoodHub's Mutton Biryani is a culinary delight, featuring succulent morsels of mutton layered with fragrant basmati rice and a medley of aromatic spices. Each bite offers a perfect balance of tenderness, spice, and flavor, creating an indulgent and satisfying experience that captures the essence of authentic biryani. Elevate your dining experience with this iconic dish, where tradition meets culinary excellence.",
        "ingredients": ["Mutton","Rice","Garam masala", "Mint", "Tomatoes"],
        "post_time": "2023/11/25 08:30",
        "price": 25,
        "rating": 4.5,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    },
    {
        "name": "Sheek Kabab With Porota",
        "distributor_name": "Md Abusaleh",
        "category": "Dinner",
        "meal_image": "https://i.ibb.co/LhVmgy2/kabab.jpg",
        "details": "UniFoodHub's Sheek Kabab with Porota is a culinary delight, featuring succulent skewers of perfectly seasoned minced meat grilled to perfection. Paired with flaky and soft porota, the dish offers a delightful combination of smoky flavors and tender textures, making it a savory and satisfying choice for those craving an authentic taste of grilled perfection. Elevate your dining experience with this flavorful and well-crafted fusion dish.",
        "ingredients": ["Meat","Papaya", "Green chutney", "Cucumber"],
        "post_time": "2023/11/25 08:30",
        "price": 18,
        "rating": 4.5,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    },
    {
        "name": "Fried Rice",
        "distributor_name": "Md Abusaleh",
        "category": "Dinner",
        "meal_image": "https://i.ibb.co/VgD3prf/fried-rice.jpg",
        "details": "UniFoodHub's Fried Rice is a flavorful delight, featuring aromatic jasmine rice stir-fried to perfection with a colorful medley of fresh vegetables and your choice of protein. This classic dish promises a harmonious blend of textures and tastes that caters to both comfort and culinary satisfaction.",
        "ingredients": ["Rice","Papaya", "Green chutney", "Cucumber"],
        "post_time": "2023/11/25 08:30",
        "price": 14,
        "rating": 4.0,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    },
    {
        "name": "Beef Burger",
        "distributor_name": "Md Abusaleh",
        "category": "Dinner",
        "meal_image": "https://i.ibb.co/hK058dY/beef-burger.jpg",
        "details": "UniFoodHub's Beef Burger is a culinary delight, featuring a succulent beef patty grilled to perfection and layered with fresh, crisp vegetables, all nestled in a soft, golden bun. This classic burger offers a harmonious blend of juicy flavors and satisfying textures for a mouthwatering experience.",
        "ingredients": ["Beef","Bread"],
        "post_time": "2023/11/25 08:30",
        "price": 14,
        "rating": 4.0,
        "like": 0,
        "email": "abusalehmd65@gmail.com"
    }
]